000010* Sample COBOL program with line numbers
000020 IDENTIFICATION DIVISION.
000030     PROGRAM-ID.  COBOL-PROGRAM-ID.                               comment
000040 PROCEDURE DIVISION.
000050    DISPLAY "Hello world."
000060    GOBACK.
